/* Alert panel message for downloading a container */
"\\U201C%@\\U201D contains an application." = "”%@” sisältää ohjelman.";

/* Alert panel message for downloading an application */
"\\U201C%@\\U201D is an application." = "”%@” on ohjelma.";

/* Alert panel message for downloading a container that cannot be opened */
"\\U201C%@\\U201D may contain an application." = "”%@” saattaa sisältää ohjelman.";

/* Alert panel informative text for downloading a container */
"Are you sure you want to continue downloading \\U201C%@\\U201D?" = "Haluatko varmasti jatkaa tiedoston ”%@” lataamista?";

/* Alert panel informative text for downloading an application */
"Are you sure you want to download the application \\U201C%@\\U201D?" = "Haluatko varmasti ladata ohjelman ”%@”?";

/* Alert panel informative text for saving a container */
"Are you sure you want to save \\U201C%@\\U201D?" = "Haluatko varmasti tallentaa tiedoston ”%@”?";

/* Alert panel informative text for saving  an application */
"Are you sure you want to save the application \\U201C%@\\U201D?" = "Haluatko varmasti tallentaa ohjelman ”%@”?";

/* Cancel button on a download alert panel. */
"Cancel" = "Kumoa";

/* Continue downloading button on a download alert panel */
"Continue" = "Jatka";

/* Download button on a download alert panel */
"Download" = "Lataa";

/* Save button on a download alert panel */
"Save" = "Tallenna";

/* Alert panel informative text for downloading an unsupported container */
"The safety of this file cannot be determined. Are you sure you want to download \\U201C%@\\U201D?" = "Tiedoston turvallisuutta ei voida määritellä. Haluatko varmasti ladata tiedoston ”%@”?";

/* Alert panel informative text for saving an unsupported container */
"The safety of this file cannot be determined. Are you sure you want to save \\U201C%@\\U201D?" = "Tiedoston turvallisuutta ei voida määritellä. Haluatko varmasti tallentaa tiedoston ”%@”?";

